trunk/HSIM/iHub/BRS/xml/GetDesignState

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
<Body>
<GetUpdatedObjects xmlns="http://schemas.actuate.com/actuate11">
<Operation>
<Target>
<Id>WRDesignStateManager</Id>
<Type>Document</Type>
</Target>
<Operator>GetDesignState</Operator>
</Operation>
</GetUpdatedObjects>
</Body>
</Envelope>
